Repository: IA-Devs/super-cripto-app
Catalog: lib/config/translation/app_*.arb
Languages: es

# home_title
source: Welcome to the SuperCripto App!
es: Bienvenidos a la SuperCripto App!

# home_body_label
source: Start buying cripto!
es: Comienza a comprar cripto!

# account_summary_balance
source: Balance
es: Disponible

# account_summary_deposit
source: Deposit
es: Depositar

# account_summary_exchange
source: Exchange
es: Intercambiar

# account_summary_send
source: Send
es: Enviar

# account_summary_earn
source: Earn
es: Invertir

# account_summary_error
source: Sorry, we're having issues after loading your account information. Please try again later.
es: Tenemos problemas para obtener la información. Intenta nuevamente más tarde.

# account_last_transactions_title
source: Transactions
es: Transacciones

# account_last_transactions_item_title
source: {selectPlaceholder, select, withdraw{Transfer} deposit{Deposit} exchange{Exchange} invest{Invest} other{}}
es: {selectPlaceholder, select, withdraw{Transferencia} deposit{Ingreso} exchange{Intercambio} invest{Inversion} other{}}

# account_last_transactions_item_status
source: {selectPlaceholder, select, success{Sent} error{Cancelled/Anulled} pending{Pending} other{} }
es: {selectPlaceholder, select, success{Enviado} error{Cancelado/Anulado} pending{Pendiente} other{} }

# account_last_transactions_empty
source: It seems you don't made any transaction yet! What are you waiting for? Start buying!
es: No tienes transacciones registradas! Comienza a operar en Super Cripto App!

# account_last_transactions_error
source: Sorry, we're having issues after loading your account information. Please try again later.
es: Tenemos problemas para obtener la información. Intenta nuevamente en unos instantes
